/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Internetové připojení tohoto počítače je zřejmě offline.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Je možné, že internetové připojení tohoto počítače je offline.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Internetové připojení tohoto počítače je zřejmě online.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "DNS server tohoto počítače neodpovídá.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS server nenalezl název serveru.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Směrovač tohoto počítače neodpovídá.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Server, ke kterému se tento počítač pokouší připojit, neodpovídá.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Internetové připojení tohoto počítače je zřejmě online.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Heslo webového formuláře";

/* HTTP result code string */
"accepted" = "přijato";

/* HTTP result code string */
"bad gateway" = "chybná brána";

/* HTTP result code string */
"bad request" = "chybný požadavek";

/* HTTP result code string */
"client error" = "chyba klienta";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "pokračovat";

/* HTTP result code string */
"created" = "vytvořeno";

/* HTTP result code string */
"expectation failed" = "očekávání selhalo";

/* HTTP result code string */
"forbidden" = "zakázáno";

/* HTTP result code string */
"found" = "nalezeno";

/* HTTP result code string */
"gateway timed out" = "časový limit brány vypršel";

/* HTTP result code string */
"informational" = "informativní";

/* HTTP result code string */
"internal server error" = "interní chyba serveru";

/* HTTP result code string */
"length required" = "požadována délka";

/* HTTP result code string */
"method not allowed" = "metoda nepovolena";

/* HTTP result code string */
"moved permanently" = "trvale přesunuto";

/* HTTP result code string */
"multiple choices" = "vícenásobné volby";

/* HTTP result code string */
"needs proxy" = "požadováno proxy";

/* HTTP result code string */
"no content" = "bez obsahu";

/* HTTP result code string */
"no error" = "bez chyby";

/* HTTP result code string */
"non-authoritative information" = "nesměrodatné informace";

/* HTTP result code string */
"not found" = "nenalezeno";

/* HTTP result code string */
"not modified" = "nezměněno";

/* HTTP result code string */
"partial content" = "částečný obsah";

/* HTTP result code string */
"payment required" = "požadována platba";

/* HTTP result code string */
"precondition failed" = "předběžná podmínka selhala";

/* HTTP result code string */
"proxy authentication required" = "požadováno ověření totožnosti proxy";

/* HTTP result code string */
"redirected" = "přesměrováno";

/* HTTP result code string */
"no longer exists" = "již neexistuje";

/* HTTP result code string */
"request timed out" = "časový limit požadavku vypršel";

/* HTTP result code string */
"request too large" = "příliš velký požadavek";

/* HTTP result code string */
"requested URL too long" = "požadované URL je příliš dlouhé";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah nelze obsloužit";

/* HTTP result code string */
"reset content" = "reset dat";

/* HTTP result code string */
"see other" = "viz jiné";

/* HTTP result code string */
"server error" = "chyba serveru";

/* HTTP result code string */
"service unavailable" = "služba není dostupná";

/* HTTP result code string */
"success" = "úspěch";

/* HTTP result code string */
"switching protocols" = "přepínání protokolů";

/* HTTP result code string */
"temporarily redirected" = "dočasně přesměrováno";

/* HTTP result code string */
"unacceptable" = "nepřijatelné";

/* HTTP result code string */
"unauthorized" = "neautorizováno";

/* HTTP result code string */
"unimplemented" = "neimplementováno";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verze";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Při komunikaci s webovým proxy serverem (HTTP) došlo k problému.";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Při komunikaci se zabezpečeným webovým proxy serverem (HTTP) došlo k problému.";

/* WebFoundationErrorUnknown description */
"Err-998" = "neznámá chyba";

/* WebFoundationErrorCancelled description */
"Err-999" = "zrušeno";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "chybná adresa URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Došlo k vypršení žádosti.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "nepodporovaná adresa URL";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Server se zadaným názvem hostitele nelze nalézt.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "K serveru se nelze připojit.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Připojení k síti bylo ztraceno.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Chyba vyhledávání v DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "příliš mnoho přesměrování HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "prostředek je nedostupný";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Připojení k internetu je zřejmě offline.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "přesměrováno na neexistující cíl";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Došlo k chybné odpovědi serveru.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "prostředek s nulovou velikostí";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "nelze dekódovat nezpracovaná data";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "nelze dekódovat data obsahu";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "nelze analyzovat odpověď";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Mezinárodní roaming je momentálně vypnut.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Datové připojení nelze navázat, protože je právě aktivní hovor.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "Datové připojení právě není povoleno.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "stream těla žádosti vyčerpán";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "Požadovaná adresa URL nebyla na tomto serveru nalezena.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "soubor je adresář";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Pro přístup k požadovanému prostředku nemáte oprávnění.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "prostředek překračuje maximální velikost";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Vyskytla se chyba SSL. Zabezpečené připojení k serveru nelze vytvořit.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Platnost certifikátu tohoto serveru vypršela.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Platnost certifikátu tohoto serveru vypršela. Je možné, že se připojujete k jinému serveru, který se za „%@“ pouze vydává, čímž mohou být ohroženy vaše důvěrné informace.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Certifikát pro tento server je neplatný.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Certifikát pro tento server je neplatný. Je možné, že se připojujete k jinému serveru, který se za „%@“ pouze vydává, čímž mohou být ohroženy vaše důvěrné informace.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Certifikát tohoto serveru byl podepsán neznámou certifikační autoritou.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Certifikát tohoto serveru byl podepsán neznámou certifikační autoritou. Je možné, že se připojujete k jinému serveru, který se za „%@“ pouze vydává, čímž mohou být ohroženy vaše důvěrné informace.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Certifikát pro tento server ještě není platný.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Certifikát pro tento server ještě není platný. Je možné, že se připojujete k jinému serveru, který se za „%@“ pouze vydává, čímž mohou být ohroženy vaše důvěrné informace.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Server nepřijal certifikát.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Server „%@“ nepřijal certifikát.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Server vyžaduje certifikát klienta.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Server „%@“ vyžaduje certifikát klienta.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "nelze načíst ze sítě";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Nelze vytvořit soubor.";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Nelze otevřít soubor.";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Při zavírání souboru došlo k selhání.";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Nelze zapsat soubor.";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Nelze odstranit soubor.";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Nelze přesunout soubor.";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekódování staženého souboru se nezdařilo.";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Dekódování staženého souboru se nezdařilo.";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Chcete se k serveru přesto připojit?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Chcete‑li změnit svá nastavení proxy, otevřete Síť, klikněte na Pokročilé a poté na Proxy. S žádostí o pomoc s tímto problémem se obraťte na svého správce systému.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Požadováno ověření totožnosti proxy";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Ověření totožnosti pro %@ proxy\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Zrušit";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Uživatel";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Heslo";
